cofine/app/controllers/p_fisicas_controller.rb

	def index
		@p_fisicas = PFisica.all
---
SELECT "p_fisicas".* FROM "p_fisicas"