cofine/app/controllers/p_morales_controller.rb

SELECT "p_morals".* FROM "p_morals"
---
	def index
		@p_morales = PMoral.all