cofine/app/controllers/sesiones_controller.rb

	def create
		mail = params[:sesion][:mail]
		mail = mail.downcase
		usuario = Usuario.find_by_mail(mail)
---
SELECT "usuarios".* FROM "usuarios" WHERE "usuarios"."mail" = 'roelcastanomoreno@gmail.com' LIMIT 1