cofine/app/controllers/usuarios_controller.rb

	def edit
		@usuario = Usuario.find(params[:id])
		@usuario.update_attributes(params[:usuario])
---
SELECT "usuarios".* FROM "usuarios" WHERE "usuarios"."id" = ? LIMIT 1  [["id", "1"]]
UPDATE "usuarios" SET "remember_token" = 'Bf9E_oJ2f-58hSBLo84eeQ', "updated_at" = '2013-10-30 19:00:49.869882' WHERE "usuarios"."id" = 1